02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C10T050/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>50110</m:item>
                    <m:item>50120</m:item>
                    <m:item>50210</m:item>
                    <m:item>50220</m:item>
                    <m:item>50230</m:item>
                    <m:item>50240</m:item>
                    <m:item>50310</m:item>
                    <m:item>50320</m:item>
                    <m:item>50330</m:item>
                    <m:item>50410</m:item>
                    <m:item>50610</m:item>
                    <m:item>50620</m:item>
                    <m:item>50630</m:item>
                    <m:item>50710</m:item>
                    <m:item>50720</m:item>
                    <m:item>50730</m:item>
                    <m:item>50740</m:item>
                    <m:item>51510</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10110</m:rubrieknummer>
                        <m:zoekwaarde>2354507297</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>10310</m:rubrieknummer>
                        <m:zoekwaarde>19770625</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>